[{
    "content":"Named for a local swamp fish, Paraty sits on Brazil's southeastern coast, 125 miles south of Rio, with the Bocaino Mountains at its back. The small colonial town's center is a national historic monument with well-preserved buildings on its pedestrian-only streets. Take a boat trip out into the bay to the flotillas of islands and coves nearby. Explore sugarcane plantations and hike or take a train through Atlantica Forest. Keep an eye out for the monkeys that roam the cobblestone streets.",
    "content1":"The town is located on the Bay of Ilha Grande, which is dotted with many tropical islands. Rising as high as 1,300 meters behind the town are tropical forests, mountains, and waterfalls. It is the southernmost and westernmost city in Rio de Janeiro state.",
    "content2":"The city's economic activity revived as a port for a new boom, the coffee trade of the Paraiba do Sul River Valley in the early 19th century, until a railway along the valley created cheaper transport to the port of Rio de Janeiro. Another smaller revival came late in the 19th century with the production of cachaça, which is a sugarcane-derived spirit best known today as the basis for Brazil's most famous cocktail, the caipirinha.",
    "content3":"There are many musical and cultural events, the most prominent of which is the FLIP – Festa Literaria Internacional de Paraty (International Literary Festival of Paraty). The town is also known for its local festivals on Catholic holy dates, such as the Feast of the Holy Ghost.",
    "title":"Paraty",
    "subtitle":"Rio De Janerio",
    "citysize":"37,029 (2009)",
    "weatherhigh":29,
    "weatherlow":19,
    "star":"4.8"
},
{
    "content":"Morretes is a small historic city of the Brazilian state of Paraná. It has a population of around 16,000 people. It is famous for its restaurants, especially a traditional dish called barreado. It is also the home of many historical monuments.",
    "content1":"Saint Benedict's Church (Igreja de São Benedito): There are a lot of attractions in Morretes. One of them is the Saint Benedict's Church. In 1760, the Brotherhood of Saint Benedict was founded in Morretes. Between 1865 and 1895 the chapel and the cemetery were built, not without some difficulty, as the region was going through a period of economic decadence. Its architecture is composed of the simplest edified scheme of the religious tradition: nave, bell-tower and main chapel. Inside there are many images from different times, including one of the patron saint, the glorious St. Benedict",
    "content2":"Touristic Train (Trem Turístico): Leaving Curitiba for Paranaguá, it passes through and stopping in Morretes. The train, which travels around 74 km between both Paraná's cities, consists of 18 wagons divided in three classes: economic, touristic and executive.",
    "content3":"Flower Street (Rua das Flores): The main street of Morretes, a boardwalk on the banks of the Nhundiaquara river with historic mansions such as the house where D. Pedro II slept, Marco Zero, fountain, restaurants and the city's first telegraph.",
    "title":"Morretes",
    "subtitle":"Paraná",
    "citysize":"97,029 (2017)",
    "weatherhigh":23,
    "weatherlow":14,
    "star":"4.5"
},
{
    "content":"Olinda is a historic city in Pernambuco, Brazil, in the Northeast Region. It is located on the country's northeastern Atlantic Ocean coast, in the Metropolitan Region of Recife, the state capital. It has a population of 393,115 people, covers 41.681 square kilometres and has a population density of 9,437 inhabitants per square kilometer. It is noted as one of the best-preserved colonial cities in Brazil, and has been inhabited since 1535.",
    "content1":"Olinda is located on the coast of the state of Pernambuco, six kilometers north of the center of Recife. It is bordered by the Atlantic Ocean to the east, the municipality of Paulista to the north, and Recife to the south and west. It it part of the Metropolitan Region of Recife (RMR).",
    "content2":"Besides its natural beauty, Olinda is also one of Brazil's main cultural centers: in 1982 it was declared a World Heritage Site by UNESCO. The city relives the magnificence of the past every year during the large Carnival, to the rhythms of frevo, maracatu and other northeast music and dances.",
    "content3":"The main economic activities in Olinda are based in tourism, commerce, transportation industry and artcraft. The tourist sector has a boom every Carnival when thousands of people are in the old historic town center.",
    "title":"Olinda",
    "subtitle":"Pernambuco",
    "citysize":"39,115 (2012)",
    "weatherhigh":28,
    "weatherlow":20,
    "star":"4.3"
},
{
    "content":"Gramado is a small tourist city, southeast of Caxias do Sul and east of Nova Petrópolis in the southern Brazilian state of Rio Grande do Sul, in the Serra Gaúcha region. The city was originally settled by Azorean descendants and later received a contingent of German and Italian immigrants. Gramado is one of the cities along the scenic route known as Rota Romântica.",
    "content1":"The city is in a mountain range, averaging 850 meters above sea level. Visitors from the Northern Hemisphere mid-latitudes may notice several tree species (including Red Maple, American Sweetgum and American Tuliptree) common to their home territory in cultivation here, flourishing among the native Parana Pine. Hydrangeas blossom in late spring.",
    "content2":"Gramado has several green areas. Among the most important are Black Lake, Communications Square, Knorr Park, Orchard Park, Major Nicoletti Square and Roses Square.",
    "content3":"Gramado Government is in a strong mayor-council government model, as set forth by the Brazilian Constitution of 1988. Elections for both mayoral and legislative offices are held every fourth year. The Mayor may seek reelection once, while Councilmen have no restriction on terms they may serve.",
    "title":"Gramado",
    "subtitle":"Rio Grande Do Sul",
    "citysize":"393,115 (2019)",
    "weatherhigh":20,
    "weatherlow":0,
    "star":"4.6"
},
{
    "content":"Estaing is a commune in the Aveyron department in the Occitanie region of Southern France. In 2016, it had a population of 491. The D'Estaing family, first mentioned in writings in 1028, was one of the most powerful families of the Rouergue from the 13th to the 18th century, making the village known throughout France.",
    "content1":"The bridge over the river Lot in Estaing has been part of the UNESCO World Heritage Site of the Routes of Santiago de Compostela in France since the site's designation in 1998. Espalion is a ten-minute drive away, while Rodez is about 50 minutes away.",
    "content2":"Located in the north of the Aveyron department, Estaing is considered one of the most picturesque villages in France. It one of the ten villages of Aveyron that are part of the Les Plus Beaux Villages de France association. The village is very quiet during the winter months; it is in the summer that it shows the most signs of life. Lying at 320 metres above sea level, the winters are cool and the summers are hot and dry.",
    "content3":"The bridge over the river Lot in Estaing has been part of the UNESCO World Heritage Site of the Routes of Santiago de Compostela in France since the site's designation in 1998. Espalion is a ten-minute drive away, while Rodez is about 50 minutes away. Population",
    "title":"Estaing ",
    "subtitle":"France",
    "citysize":"607 (2008)",
    "weatherhigh":29,
    "weatherlow":13,
    "star":"5.0"
},
{
    "content":"Despite its small size it is the largest settlement for some 70 km  around and is an important staging post, and thus it is indicated on road signs from a long distance away. It is an important service center for the inhabitants of and visitors to the coastal strip between Skógar and the west edge of the Mýrdalssandur glacial outwash plain.",
    "content1":"Contemporary legends note the story of a husband who found his wife taken by the two trolls, frozen at night. The husband made the two trolls swear to never kill anyone ever again. His wife was the love of his life, whose free spirit he was unable to provide a home for; she found her fate out among the trolls, rocks, and sea at Reynisfjara.",
    "content2":"Vík lies directly south of the Mýrdalsjökull glacier, which itself is on top of the Katla volcano. Katla has not erupted since 1918, and as this is longer than typical dormant period, there has been speculation that an eruption may occur soon. An eruption of Katla could melt enough ice to trigger an enormous flash flood, potentially large enough to obliterate the entire town.",
    "content3":"The town's church, located high on a hill, is believed to be the only building that would survive such a flood. Thus, the people of Vík practice periodic drills and are trained to rush to the church at the first sign of an eruption.The town has 1,400 hotel rooms for scientists and tourists, who are also briefed about Katla's dangers.",
    "title":"Vík í Mýrda",
    "subtitle":"Iceland",
    "citysize":"318  (2016)",
    "weatherhigh":5.4,
    "weatherlow":2.8,
    "star":"5.0"
},
{
    "content":"Hamnøy or Hamnøya is a small fishing village in Moskenes Municipality in Nordland county, Norway. It is located on the eastern side of the island of Moskenesøya, about 1.5 kilometres  northeast of the village of Reine, along the Vestfjorden. Hamnøy was previously connected to Reine by ferry, but this was replaced by bridges on the European route E10 highway as part of the Lofoten Mainland Connection.",
    "content1":"Fish has sustained the population of Norway for centuries and, as a result, one of the most powerful nations in history was born here, the Vikings. The most important fish in Hamnoy villages the Norwegian arctic cod, which migrates in the area every year, from January to April, in order to spawn.",
    "content2":"The traditional fisherman's cabins used to be rented out to the fishermen and date back at least 1 000 years. You will see the fisherman's cabins all over Lofoten and they are all kept in excellent condition, making these villages around these islands really beautiful and special.",
    "content3":"Here are a few of the villages I had the pleasure to visit during my stay in Lofoten, each village being surrounded by magnificent views of the fjords and mountains. I was driving from Tromsø, so the villages are in the same order as I visited them.",
    "title":"Hamnoy Village",
    "subtitle":"Norway",
    "citysize":"4720 (2018)",
    "weatherhigh":12,
    "weatherlow":0,
    "star":"4.9"
},
{
    "content":"Montego Bay is the capital of the parish of St. James in Jamaica. The city is the fourth-largest urban area in the country by population, after Kingston, Spanish Town, and Portmore, all of which form the Greater Kingston Metropolitan Area, home to over half a million people.As a result, Montego Bay is the second-largest anglophone city in the Caribbean, after Kingston.",
    "content1":"There is a minority of Europeans, some descending from immigrants from Germany  and Great Britain .The city is home to many immigrants from Hispanic countries such as Mexico, Cuba and Spain as well as many French, Russians and Italians (who mostly own homes or beachfront properties in the area).",
    "content2":"The airport was the hub of Jamaica's former national airline Air Jamaica.The airline also had its Reservations, Western Jamaica Sales & Ticketing office, as well as its Vacations division in the city until its purchase by Caribbean Airlines in 2011, when they moved their offices to Kingston. The site is now the headquarters for Island Routes, a company owned by the Sandals-ATL Group, which in the past was affiliated with the airline.",
    "content3":"There are a wide variety of Christian churches in the city. Most are Protestant, a legacy of British colonisation of the island. The chief denominations are Church of God, Baptist, Anglican, Methodist, Roman Catholic, Seventh-day Adventist and Pentecostal. Afro-Christian syncretic religions such as the Rastafari movement also have a significant following. The city also has a unit of the Church of Jesus Christ of Latter-day Saints. The city also has communities of Buddhists, Hindus and Muslims.",
    "title":"Montego Bay",
    "subtitle":"Jamaica",
    "citysize":"427,891 (2018)",
    "weatherhigh":31,
    "weatherlow":24,
    "star":"4.0"
}
]